---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicFeetPerKip
source: html/08cb2275-c83d-39bc-b015-e94570955062.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicFeetPerKip Property

Cubic feet per kip.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicFeetPerKip { get; }
```